Repository: tfuxu/Halftone
Catalog: po/*.po
Languages: hi, oc, pl

source: Dither your images
hi: अपनी छवियों को डीथर करें
oc: Tramatge de vòstres imatges
pl: Obrabiaj obrazy techniką ditheringu

source: A simple Libadwaita app for lossy image compression using dithering technique. Give your images a pixel art-like style and reduce the file size in the process with Halftone.
hi: डिथरिंग तकनीक का उपयोग करके हानिपूर्ण छवि संपीड़न के लिए एक सरल Libadwaita ऐप। अपनी छवियों को पिक्सल कला जैसी शैली दें और Halftone के साथ इस प्रक्रिया में फाइल का आकार कम करें।
oc: Una aplicacion Libadwaita simpla per la compression d'imatges amb pèrda, utilizant la tecnica de tramatge. Donatz a vòstres imatges un estil de « pixel art » e redusètz la talha del fichièr al meteis temps amb Halftone.
pl: Prosta aplikacja Libadwaita do stratnej kompresji zdjęć przy użyciu techniki ditheringu. Nadaj swoim zdjęciom stylu przypominającego "pixel art" i zmniejsz rozmiar plików dzięki Halftone.

source: image;compression;pixelart;dither;processing;
hi: छवि;संपीड़न;पिक्सलकला;डीथर;प्रसंस्करण;
oc: imatge;compression;pixèlart;dither;tractament;
pl: image;compression;pixelart;dither;processing;obraz;kompresja;obróbka;

source: Open Image (Ctrl+O)
hi: छवि खोलें (Ctrl+O)
oc: Dobrir imatge (Ctrl+O)
pl: Otwórz obraz (Ctrl+O)

source: Main Menu
hi: मुख्य मेनू
oc: Menú principal
pl: Menu Główne

source: Toggle Sidebar
hi: पार्श्वपट्टी टॉगल करें
oc: Alternar la barra laterala
pl: Przełącz panel boczny

source: Zoom Out
oc: Zoom arrièr

source: Zoom In
oc: Zoom avant

source: Dithering your image…
oc: Tramatge de l’imatge…
pl: Obrabianie twojego obrazu…

source: Toggle Bottom Sheet
hi: निचली पत्रक को टॉगल करें
oc: Bascular lo panèl inferior
pl: Przełącz panel dolny

source: Options
hi: विकल्प
oc: Opcions
pl: Opcje

source: Explanation
hi: स्पष्टीकरण
oc: Explicacion
pl: Wyjaśnienie

source: Dither Algorithm
hi: दिथर कलन-विधि
oc: Algoritme de tramatge
pl: Algorytm ditheringu

source: Color Amount
hi: रंग मात्रा
oc: Quantitat de color
pl: Ilość kolorów

source: Convert To
hi: इसमें परिवर्तित करें
oc: Convertir en
pl: Konwertuj do

source: Adjustments
hi: समायोजन
oc: Ajustaments
pl: Dostosowania

source: Brightness
hi: चमक
oc: Luminositat
pl: Jasność

source: Range -100 to 100
hi: दायरा -100 से 100
oc: Plaja – 100 a 100
pl: Zakres od -100 do 100

source: Contrast
hi: वैषम्य
oc: Contraste
pl: Kontrast

source: Image Size
hi: छवि आकार
oc: Talha de l'imatge
pl: Rozmiar obrazu

source: Width
hi: चौड़ाई
oc: Largor
pl: Szerokość

source: In pixels
hi: पिक्सल में
oc: En pixèls
pl: W pikselach

source: Keep aspect ratio
hi: पहलू अनुपात रखें
oc: Conservar las proporcions
pl: Zachowaj proporcje obrazu

source: Height
hi: ऊंचाई
oc: Nautor
pl: Wysokość

source: _Save Image
oc: _Enregistrar l'imatge
pl: _Zapisz obraz

source: To learn more about individual options, go to the <a href="https://github.com/tfuxu/Halftone/wiki/Options">wiki page</a>.
hi: व्यक्तिगत विकल्पों के बारे में अधिक जानने के लिए, <a href="https://github.com/tfuxu/Halftone/wiki/Options">विकी पेज</a> पर जाएं।
oc: Per ne saber mai a prepaus de cada opcion individuala, anatz a la <a href="https://github.com/tfuxu/Halftone/wiki/Options">pagina de wiki</a>.
pl: Aby dowiedzieć się więcej o poszczególnych opcjach, przejdź do <a href="https://github.com/tfuxu/Halftone/wiki/Options">strony wiki</a>.

source: This option allows you to preserve original aspect ratio when resizing an image.
hi: यह विकल्प आपको किसी छवि का आकार बदलते समय मूल पहलू अनुपात को संरक्षित करने की अनुमति देता है।
oc: Aquesta opcion vos permet de servar los racios d’origina quand retalhatz un imatge.
pl: Ta opcja umożliwia zachowanie oryginalnych proporcji obrazu przy zmianie jego rozmiaru.

source: Save an Image in…
hi: इसमें छवि सहेजें…
oc: Enregistra l’imatge dins…
pl: Zapisz obraz w…

source: All files
hi: सभी फाइलें
oc: Totes los fichièrs
pl: Wszystkie pliki

source: Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट
oc: Acorchis de clavièr
pl: Skróty klawiszowe

source: About Halftone
hi: Halftone के बारे में
oc: A prepaus de Halftone
pl: O Halftone

source: Image Error Occurred
hi: छवि त्रुटि उत्पन्न हुई
oc: Una error de l’imatge s'es producha
pl: Wystąpił błąd obrazu

source: An error occurred while loading an image. If this error persists, please copy logs and report issue to the bug tracker.
hi: छवि लोड करते समय त्रुटि उत्पन्न हुई। यदि यह त्रुटि बनी रहती है, तो कृपया लॉग कॉपी करें और बग ट्रैकर को समस्या की रिपोर्ट करें।
oc: Una error s'es producha en cargant un imatge. Se aquesta error persistís, si vos plai copiatz los logs e senhalatz lo problèma al traçaire de bugs.
pl: Wystąpił błąd podczas ładowania obrazu. Jeśli ten błąd będzie się powtarzał, skopiuj dziennik zdarzeń i zgłoś problem do narzędzia śledzenia błędów.

source: _Copy Logs
oc: _Copiar los logs
pl: _Kopiuj dziennik zdarzeń

# shortcut window
source: Image
hi: छवि
oc: Imatge
pl: Obraz

# shortcut window
source: Open Image
hi: छवि खोलें
oc: Dobrir un imatge
pl: Otwórz obraz

# shortcut window
source: Save Image
hi: छवि सहेजें
oc: Enregistrar l'imatge
pl: Zapisz obraz

# shortcut window
source: Zoom In
oc: Zoom avant

# shortcut window
source: Zoom Out
oc: Zoom arrièr

# shortcut window
source: Toggle Utility Pane
hi: उपयोगिता फलक टॉगल करें
oc: Bascular lo panèl Utilitari
pl: Przełącz panel narzędziowy

# shortcut window
source: Show Main Menu
oc: Afichar lo menú principal

# shortcut window
source: Show Shortcuts
hi: शॉर्टकट दिखाएं
oc: Afichar los acorchis
pl: Pokaż skróty klawiszowe

# shortcut window
source: Quit
hi: छोड़ें
oc: Quitar
pl: Wyjdź

# shortcut window
source: Gestures
oc: Gèstes

source: _Open Image
oc: _Dobrir un imatge
pl: _Otwórz obraz

source: Drop Here to Load Image
hi: छवि लोड करने के लिए यहां छोड़ें
oc: Depausar un imatge aicí per cargament
pl: Upuść tutaj aby załadować obraz

source: Select an Image
hi: छवि चुनें
oc: Seleccionar un imatge
pl: Wybierz obraz

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
oc: Quentin PAGÈS
pl: tfuxu <tfuxu@tutanota.com>

source: Image dithered successfully!
hi: छवि सफलतापूर्वक दिथर की गई!
oc: Imatge corrèctament tramat !
pl: Obraz zditherowany pomyślnie!

source: Open Image
hi: छवि खोलें
oc: Dobrir imatge
pl: Otwórz obraz

source: Failed to save an image. Check logs for more information
oc: Impossible d’enregistrar un imatge. Consultatz los logs per mai d’informacions
pl: Nie udało się zapisać obrazu. Sprawdź dziennik zdarzeń, aby uzyskać więcej informacji

source: Failed to load preview image. Check logs for more information
oc: Impossible de cargar l’apercebut un imatge. Consultatz los logs per mai d’informacions
pl: Nie udało się załadować obrazu poglądowego. Sprawdź dziennik zdarzeń, aby uzyskać więcej informacji

source: Copied logs to clipboard
hi: क्लिपबोर्ड पर लॉग कॉपी किए गए
oc: Logs copiats al quichapapièrs
pl: Skopiowano dziennik zdarzeń do schowka

source: Supported image formats
hi: समर्थित छवि प्रारूप
oc: Format d'imatge suportats
pl: Obsługiwane formaty obrazów

source: Failed to load an image. Check logs for more information
oc: Impossible de cargar un imatge. Consultatz los logs per mai d’informacions
pl: Nie udało się załadować obrazu. Sprawdź dziennik zdarzeń, aby uzyskać więcej informacji

source: Failed to open an image. Check logs for more information
oc: Impossible de dobrir un imatge. Consultatz los logs per mai d’informacions
pl: Nie udało się otworzyć obrazu. Sprawdź dziennik zdarzeń, aby uzyskać więcej informacji

source: Failed to open preview image. Check logs for more information
oc: Impossible de dobrir l’apercebut de l’imatge. Consultatz los logs per mai d’informacions
pl: Nie udało się otworzyć obrazu poglądowego. Sprawdź dziennik zdarzeń, aby uzyskać więcej informacji

# shortcut window
source: General
hi: सामान्य
pl: Ogólne
